Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/14_undervisningsopp.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 10
smj: Udir.no - Åhpadimgárvvidus: 10. dásse

source: Oahpahusláhču: Dássi 10
smj: Åhpadimgárvvidus: 10. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 10. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 10. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnusij båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga- árvvoštallan ja gielladomeanat leat oassin dagus.
smj: Árvustallam bargadahttijn ja gielladomena li gárvvidusán oase.

source: Dát oahpahusláhču guoskkaha dan movt sáhttá bargat vai alcces háhká viiddis sátneriggodaga ja movt dan atná iešguđet njálmmálaš rollain.
smj: Dát åhpadimgárvvidus vuoset gåktu barggat stuorra báhkoboanndudagáv åhtjudit ja gåktu moattelágásj njálmálasj rållajn dajt adnet.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: hálddašit ollu sániid ja ovdanbuktit njálmmálaččat máŋggaládje ja heivvolaččat dilálašvuhtii
smj: buktet bágoj valljudagáv ja máhttet ságastallat dan milta mij le vuordedahtte ja gájbbedahtte

source: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin
smj: tjielggit dárkkelit gåktu giela ja kultuvra Sámen dejvadi ja gilposti, ja gåktu ietjas giella ja kultuvrra åvddån ja rievddá buohta ietjá gielaj ja kultuvraj

source: Oahpahusláhču ii álo govčča olles gelbbolašvuođamihttomeriid.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Danin leat gelbbolašvuođamihttomearit duohttandahkkon oahppomihttomearis.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn.

source: Oahppomihttomearit lea lávkin olahit gelbbolašvuođamihtuid.
smj: Åhpadusmihttomiere le lávkke gåktu máhtudakmihtojt jåksåt.

source: Eará relevánta gelbbolašvuođamihttomearit
smj: Ietjá hiebalgis máhtudakmihto

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Oahppoulbmilat duohttandahkkojit iešguđet dilálašvuođain maid oahppit válljejit.
smj: Åhpadusmihttomiere lagábu vuojnnuj båhti duon dán dilen majt oahppe vállji.

source: Dás čájehuvvojit soames oppalaš oahppoulbmilat, ja oahppodoaimmas čájehuvvojit eanet konkrehta ovdamearkkat.
smj: Dánna muhtem dábálasj åhpadusmihttomiere vuoseduvvi, ja åhpadusdåjman ienep konkrehtalasj buojkulvisá vuoseduvvi.

source: Oahppi galgá:
smj: Oahppe galggá máhttet:

source: hálddašit viiddis sátneriggoda
smj: sámástit stuorra báhkoboanndudagájn

source: máhttit ovdanbuktit dilálašvuođa mielde
smj: dilij milta åvddånbuktet ietjas gielav sieradit

source: máhttit čilget guovttegielatvuođa ja giellaovdáneami árvvoštallaneavttuid ovdamearkkat, njálmmálaš gelbbolašvuohta
smj: tjielggit guovtegielalasjvuodav ja giellaåvddånimev, árvustallambuojkulvisájt ja njálmálasj máhtudahkav

source: Oahppoulbmil
smj: Åhpadusmihttomiere

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi:

source: Dán máhtán oalle bures:
smj: Dáv máhtávållu buoragit:

source: Dán máhtán hui bures:
smj: Dáv máhtáv huj buoragit:

source: Don galggat:
smj: Dån galga:

source: hálddašit viiddis sátneriggodaga
smj: Mujna le unnes báhkoboanndudáhka

source: Mus lea gáržžes sátneriggodat.
smj: Mujna le viek stuorra báhkoboanndudáhka

source: Mus lea oalle buorre sátneriggodat.
smj: Mujna le huj stuorra báhkoboanndudáhka

source: Mus lea buorre sátneriggodat. ovdanbuktit
smj: buorre sieradus gielajn ságastit dilij milta

source: Mun muhtin muddui máhtán ovdanbuktit mii dilálašvuhtii heive.
smj: Mån máhtáv muhtem mærráj ságastit dilij milta

source: Mun máhtán oalle dárkilit ovdanbuktit dilálašvuođa ektui.
smj: Mån máhtáv dilij milta viehka sieradus gielajn ságastit

source: Mun bures ja dárkilit máhtán ovdanbuktit dilálašvuođa ektui.
smj: Mån máhtáv dilij milta buorre sieradus gielajn buoragit ságastit

source: Oahppodoaimmat
smj: Åhpadusdåjma

source: Ovdabargu
smj: 1. oasse

source: 1. oassi a) Juohke oahppi ráhkada golbma gažaldaga guhtege ovdamearkka dihte giela birra.
smj: Dibde oahppijt guhtik gålmmå gatjálvisá dahkat d.d. giela birra. Dát bajet temáv.

source: Dárbbu mielde sáhttá oahpaheaddji veahkehit ohppiid gažaldagaiguin: Sáhtát go namuhit soames dain gielain maid beaivválaččat gulat ?
smj: Jus la dárbbo de máhttá åhpadiddje oahppijt gatjálvisáj viehkedit: Máhtá gus nammadit muhtem gielajt majt bæjválattjat gulá ?

source: Man dávjá beaivválaččat sámástat ?
smj: Man álu sámásta juohkka biejve ?

source: Manin lea sámegiella dehálaš ?
smj: Manen la sámegiella ájnas ?

source: Oahppit guldalit musihka, geahčadit govaid jna..
smj: Dibde oahppijt gulldalit musihkav, gæhttjat gåvåjt jali dali nav.

source: Sii čállet jurdagiiddiset ja dovdduideaset ja čállet omd. vearbbaid, substantiivvaid ja adjektiivvaid.
smj: Sij tjálli ietjasa ájádusájt ja dåbdojt, ja lisstaj tjálli d.d. verbajt, substantijvajt ja adjektijvajt

source: c) Ráhkat sátnespealu ovdalgo váldodoaibma álggahuvvo.
smj: c.) Dahkit báhkospelav åvddål gå oajvvedoajmma álggá.

source: Spealu ulbmilin lea ahte oahppit galget čilget sániid ja doahpagiid anikeahttá váldosáni.
smj: Spella galggá tjielggit bágojt ja moallánagájt valla oajvvebáhko ij galga nammaduvvat.

source: Ráhkat goartta mas leat sánit mat gullet oahppoulbmilii čilget movt gielat ja kultuvrrat dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit, ja movt iežas giella ja kultuvrra ovdána ja rievdá ovttasdoaibmamis eará gielaiguin ja kultuvrraiguin.
smj: Dahkit kårtåjt bágoj ma gulluji oahppopládnamihttuj: tjielggit dárkkelit gåktu giela ja kultuvra Sámen dejvadi ja gilposti, ja gåktu ietjas giella ja kultuvrra åvddån ja rievddá buohta ietjá gielaj ja kultuvraj.

source: Goarttaide čállojuvvon sánit galget leat duššefal sámegillii.
smj: Bágo kårtåjn galggi jur sámegiellaj tjuodtjot.

source: Guđe sániid vállje doibmii, heivehuvvo ohppiide.
smj: Makkir bágojt vállji doajmmaj, oahppijda hiebaduvvá.

source: Goarttaid sáhttá áinnas lamineret vai sáhttet jeavddalaččat adnot.
smj: Kårtå galla dåhkkiji lamineriduvvat vaj mahtti aktelattjat aneduvvat.

source: Sátneovdamearkkat maid sáhttá goarttaide čállit:
smj: Buojkulvisá bágojda ma máhtti kårtåjn tjuodtjot:

source: Identitehta (Identitet)
smj: Kultuvrra (kultur)

source: Ovttasbargu (Samarbeid)
smj: Dánna gåvvidum kårtåj:

source: Dá govviduvvon goarttaiguin:
smj: Gåvvå: Jan Arne Varsi

source: 2. oassi Hárjehallamis ráhkadit gažaldagaid, de sáhttá jearrančoavdaga atnit.
smj: 2. oasse Gå galggi hárjjidallat gatjálvisájt dahkat de máhttá gatjálvistjåvda aneduvvat.

source: Jearrančoavdda doaibmá nu ahte vástádus almmuhuvvo, ja vástádussii galget dasto oahppit de ráhkadit gažaldaga.
smj: Gatjálvistjåvda doajmmá dan láhkáj juhte vásstádus vatteduvvá ja de oahppe galggi vásstádussaj gatjálvisájt dahkat.

source: Oahpaheaddji sáhttá ráhkadit gárvves skoviid maid jeavddalaččat atná oahpahusdoaimmain.
smj: Åhpadiddje máhttá gárves sjiemájt dahkat ma aktalasj åhpadusdåjmajn aneduvvi.

source: Ovdamearka Vástádus Sámediggi, ja gullevaš gažaldagat sáhttet leat:
smj: Buojkulvis Vásstádus Sámedigge, ja gatjálvisá ma gulluji dasi máhtti liehket.

source: Mii lea sajáiduvvan Kárášjohkii ?
smj: Mij la Kárásjågån ?

source: Mii rahppui almmolaččat jagi 1989 ?
smj: Mij almmalattjat rabáduváj jagen 1989 ?

source: Sámediggi
smj: Sámedigge

source: Mas leat 39 áirasa ?
smj: Gånnå li 39 ájrrasa ?

source: Mas lea Egil Olli presideantan ?
smj: Gånnå le Egil Olli presidænnda ?

source: Oahppodoaibma
smj: Oahppamdåjma

source: Gárvet jearahallama
smj: Ságájdahttemav dahkat

source: Jearahallat
smj: Ságájdahttet

source: Jearahallot
smj: Ságájduvvat

source: Bájuhit jearahallama sisdoalus
smj: Ságájdahttemis mujttalit

source: Oahppit galget ráhkkanahttit jearahallama, jearahallat ja bájuhit jearahallama váldosisdoalu.
smj: Oahppe galggi gárvedit ságájdahttemav, tjadádit dav ja oajvvesisanov ságájdahttemis mujttalit.

source: Barggu bakte galget oahppit leat diđolažžan ja diehtit movt gulahallandilálašvuohta váikkuha giela.
smj: Bargo tjadá galggi oahppe gåhtsevattja årrot dan hárráj gåktu guládallamdille gielav bájnni.

source: Man birra galget oahppit jearahit ?
smj: Man birra galggi oahppe gatjádit ?

source: Movt galget jearrat ?
smj: Gåktu galggi gatjádit ?

source: Maid berrejit dahkat vai ovdanbuktet doarvái dárkilit ?
smj: Majt vierddiji dahkat gå galggi dárkkelis láhkáj åvddånbuktet.

source: Ráhkat iešguđet rollaid ohppiide, dahje divtte sin leat mielde válljet ja hábmet rollaid.
smj: Dagá moattelágásj rållajt oahppijda, jali dibddet ietjasa válljit ja hábmedit rållajt.

source: Ovdamearkka dihte sáhttá leat mánná sámi / dáru mánáidgárddis dahje rávis sápmelaš guhte rávisolmmožin lea oahppan sámegiela.
smj: Máhttá liehket mánná sáme / dárogiel mánájgárden jali ietjá ållessjattuk sábme gut la ållessjattugin sámegielav oahppam.

source: Sii sáhttet maiddái jearahit nuoraid nu gohčoduvvon leaikasániid birra, dahje sáhttet jearahit omd. áhku dáruiduhttima birra.
smj: Máhttá nuorav ságájdahttet gåhtjos lijggebágoj anoj birra, jali áhkov dárojduhttema birra.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Ohppiid geat leat ovdánahttán buori giela ja doabaáddejumi, sáhttá ávžžuhit jearahallama čađahit almmá atnit giehtačállosa veahkkin.
smj: Oahppijn gænna li valljes giella ja moallánakboanndudáhka, máhtti hasoduvvat tjadádit ságájdahttemav vani manusa dagá.

source: Ohppiide geat dárbbašit veahki, sáhttá ráhkadit gárvves hábmejuvvon ja čállojuvvon gažaldagaid.
smj: Oahppijda gudi dárbahi dårjav, máhtti åvdutjis ållu gárves gatjálvisá dagáduvvat.

source: Oahppit sáhttet filbmet dahje vuorkut jearahallamiid dihtorii digitála hámis mainna dasto sáhttet viidáset bargat.
smj: Oahppe máhtti filmmit jali báddit ságájdahttemijt digitálalattjat vuodon åvddålijguovloj bargguj.

source: Oahppit sáhttet jearahallat eará ja nuorat ohppiid.
smj: Oahppe máhtti ságájdahttet mánájt vuolep dásijn.

source: Dat gáibida maid heivehuvvon giela.
smj: Dát aj rávkká giella le hiebaduvvam.

source: Ohppiid geat bures máhttet bargat, sáhttá hástalit ráhkadit reportáša jearahallamis man sáhttá sáddet juogo TVŠas dahje radios.
smj: Oahppe gudi barggi buoragit, máhtti hasoduvvat ságájdahttemijs dahkat reportásjav mij galggá sáddiduvvat radio ’ an jali tv ’ an.

source: Ohppiid geat bures máhttet sámegiela, sáhttá hástalit lohkat ja muitimit sátnevádjasiid.
smj: Oahppe gudi sámásti buoragit, máhtti hasoduvvat lågåtjit ja ålgolt åhpatjit báhkotsoabmijt.

source: Árvvoštallan
smj: Árvustallam

source: Dávisteami ovdamearkkat:
smj: Diededimbuojkulvisá:

source: Gelbbolašvuođamihttomearit Oahpahusa ulbmilin lea ahte oahppi galgá máhttit
smj: Máhtudakmihto Ulmme åhpadusájn le oahppe galggá máhtttet

source: čilget movt gielat ja kultuvrra dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit …
smj: tjielggit gåktu giela ja kultuvra dálásj Sámen dejvadi ja gilposti

source: Mii lea buorre: Don gávnnat buori ovdamearkkaid dasa movt gielat ja kultuvrrat deaivvadit ja hástaluvvojit Sámis / Sábme / Saepmie, earenoamážit gaskal sápmelaččaid ja dážaid.
smj: Mij le buorre: Dån gávna buorre buojkulvisájt gåktu giela ja kultuvra dejvadi ja gilposti Sámen sierraláhkáj sámegielagij ja dárogielagij gassken.

source: Maid sáhtát buoridit: Don berret gávdnat ovdamearkkaid dasa movt gielat ja kultuvrrat iešguđet sámi guovlluid sápmelaččaid gaskkas deaivvadit ja hástaluvvojit.
smj: Majt máhtá buoredit: Dån vierddi gávnnat buojkulvisájt gåktu giella ja kultuvrra sámij gasskan duon dán sáme guovlon dejvadi ja gilposti

source: hálddašit viiddis sátneriggodaga ja ovdanbuktit njálmmálaččat molsudeaddjái ja dilálašvuođa mielde
smj: stuorra báhkoboanndudagáv adnet ja njálmálattjat sieradus ja hiebalgis láhkáj dilij hárráj åvddånbuktet

source: Mii lea buorre: Dus lea viiddis sátneriggodat.
smj: Mij le buorre: Dujna le stuorra báhkoboanndudahka.

source: Don heivehat gielat jearahalli rollii.
smj: Dån hiebada gielav buoragit ságájdahttemrållan.

source: Maid sáhtát buoridit: Don sáhtát buorebut dárkilahttit gielat go jarahallama galggat bájuhit.
smj: Majt máhtá buoredit: Dån máhtá sieradit gielav buorebut ságájdahttem referáhtajn.

source: Iešárvvoštallan
smj: Iesjárvustallam

source: Dás leat soames ovdamearkka movt oahppit sáhttet čađahit iešárvvoštallama:
smj: Dála muhtem buojkulvisá gåktu oahppe máhtti ietjasa árvustallat:

source: Iežan jearahallama:
smj: Muv ságájdahttem:

source: Makkár gažaldagain lei buorre ja dárkilis giella ?
smj: Makkir gatjálvisájn lij buorre ja sieradus giella ?

source: Maid mun in ipmirdan vástádusain ?
smj: Majt ittjiv vásstádusájs dádjada ?

source: Mii lei dás maid šadden ođđasit oažžut čilgejuvvot ?
smj: Majt ådåsis dárbajiv tjielggiduvvat ?

source: Oahppi sáhttá válddahit iežas ovdáneami.
smj: Oahppe máhttá ietjas åvddånimev tjielggit.

source: Oahppit galget árvvoštallat maid sii duođai máhttet ja hálddašit ja maid sii leat oahppan.
smj: Oahppe galggi árvustallat majt sij ajtu máhtti ja bukti ja majt li oahppam.

source: Gávdnamis vástádusa dása sáhttet oahppit deavdit VØL-skovi.
smj: Dáv gávnnat de máhtti oahppe dievddet DHO-sjiemáv.

source: Skovi galget oahppit deavdit ovdalgo álget oahppandoaimmain.
smj: Sjiebmá dievdeduvvá oahppijs åvddål gå sij álggi åhpadusdåjmajn.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.
smj: Máhttet njálmálattjat åvddånbuktet: Njálmálasj tjehpudáhka le oajvvedoajmma dán buojkulvisán.

source: Máhttit čálalaččat ovdanbuktit: Oahppit hábmejit gažaldagaid.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe gatjálvisájt hábmedi.

source: Sii dađistaga čállet vástádusaid gažaldagaide, ja sii čállet referáhta.
smj: Sij maŋenagi tjálli vásstádusájt gatjálvisájda ja referáhtajt tjálli.

source: Gielladomeanat
smj: Gielladomena

source: Dán láhčui galgá oahpaheaddji geahččalit gávdnat ságastallanbeali boarrásiidsiiddas, nuoraidklubbas, gáffádagas, dollagáttis, johkagáttis ja sullásaš báikkis gos gávdnat sámegielat olbmuid.
smj: Dán gárvvidussáj máhttá åhpadiddje gæhttjalit gávnnat ságastallamrádnajt vuorrasijvieson, nuorajkluppajn, kafeajn, dållågátten, jåhkågátten jali muodulágásj sajijn gånnå sámegielaga æjvvali.

source: Verdikommisjonen, Davvi Girji 2003.
smj: Madin slávggá le badjen da divna sámásti.

source: Joatkke ain s. 17-23, Elen Ragnhild Sara, Davvi Girji 2006
smj: Anders Nystø ja Sigmund Johnsen: Sámásta 2, ja Hárjjidusá 2, Báhko 2001
